Frontend/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ticketpremium.com/federacion/ws">
  <soapenv:Header/>
  <soapenv:Body>
    <ws:getPartidosDisponiblesRequest/>
  </soapenv:Body>
</soapenv:Envelope>
